<template>
	<div class="utravelServiceProtocol">
		<happy-scroll color="rgba(255,177,50,1)" size="4" hide-horizontal resize :scroll-top="c_backTopVal">
			<div class="protocolContent">
				<h3>优旅家平台服务协议</h3>
				<div class="contentMoudle">
					<p>【导言】</p>
					<p>欢迎你使用优旅家平台！</p>
					<p>为了使用优旅家平台服务（以下简称“本服务”），你应当阅读并遵守《优旅家平台服务协议》 （以下简称“本协议”）以及与此相关的专项规则等。</p>
					<p>本服务属于优旅家提供的众多服务之一，你在具体使用过程中，将会不可避免地使用与优旅家平台软件相关的服务，基于这些因素，请你阅读并遵守《优旅家平台服务协议》 。</p>
					<p>请你务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议或特别条款，并选择接受或不接受。限制、免责条款可能以加粗形式提示你注意。</p>
					<p>除非你已阅读并接受本协议所有条款，否则你无权使用优旅家平台服务。你对本服务的登录、查看、发布信息等行为即视为你已阅读并同意本协议的约束。你有违反本协议的任何行为时，优旅家有权依照违反情况，随时单方限制、中止或终止向你提供本服务，并有权追究你的相关责任。</p>
					<p>基于本服务，你可以申请使用优旅家平台提供的特殊功能服务，若需开通和使用特殊功能服务，请仔细阅读相关特殊功能服务条款，你一旦接受或使用任何特殊功能服务，即视为你已经阅读并同意接受本协议及该特殊功能服务条款，受到本协议及该特殊功能服务条款的约束。</p>
					<p>此外，你清楚知悉并理解，因实际需要，特定的特殊功能服务条款可能会存在协议条款名称发生修改、变更的情况，对此你明确认知并认可，该等情况并不构成对相关协议条款内容的变更，也不影响相关协议条款的效力。</p>
					<p>本协议适用于在中华人民共和国大陆地区内的个人或在中华人民共和国大陆地区注册的实体所运营的任何帐号。</p>
					<p>如果你未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议条款，并特别注意未成年人使用条款。</p>
				</div>
				<div class="contentMoudle">
					<p>一、【协议的范围】</p>
					<p>1.1 本协议是你与优旅家之间关于你使用优旅家平台服务所订立的协议。“优旅家”及其相关服务可能存在的运营关联单位。“用户”是指注册、登录、使用优旅家平台帐号的个人或组织，在本协议中更多地称为“你”。“其他用户”是指包括其他优旅家平台帐号用户和微信用户等除用户本人外与优旅家平台服务相关的用户。</p>
					<p>1.2 本服务是犇车科技向用户提供的信息发布、客户服务、企业管理以及与此相关的互联网技术服务。
	本协议内容同时包括优旅家可能不断发布的关于本服务的相关协议、服务声明、业务规则及公告指引等内容（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的组成部分，你同样应当遵守。</p>
					<p>1.3 优旅家服务平台，指犇车科技服务相关的网站、应用、软件等。</p>
				</div>
				<div class="contentMoudle">
					<p>二、【帐号注册与认证】</p>
					<p>2.1 你在使用本服务前需要注册一个优旅家帐号（含手机号码即微信号或平台ID）。优旅家帐号通过手机号码进行绑定注册，请你使用未与微信帐号绑定的手机号码注册优旅家帐号。犇车科技有权根据用户需求和产品需要对帐号注册和绑定的方式进行变更，关于你使用帐号的具体规则，请遵守相关优旅家平台的相关规定。
	为向用户提供更专业的服务，你同意授权优旅家平台可以委托第三方对你所提交的注册资料、认证资料等信息登记资料进行核查、校验和审核，也可能会在法律允许和审核需要的范围内对你提交的资料、信息及相关背景信息、关联信息进行查询，并根据审核情况进行独立判断后确定认证结果，以实现优旅家平台帐号注册和认证的实名制。同时，为依法保护相关权利人的在先权利并规范平台运营，部分优旅家平台账号需要认证才能注册和使用。</p>
					<p>2.2 优旅家平台帐号注册采用实名制，用户应当如实填写和提交帐号注册与认证资料，完成信息登记，并对资料的真实性、合法性、准确性和有效性承担责任。优旅家依据你填写和提交的帐号资料，在法律允许的范围内向其他用户展示你的注册信息。如用户提供服务或内容需要取得相关法律法规规定的许可、进行备案或取得相关合法资质的，用户应当在帐号注册与认证时进行明确说明并提交相应的许可、备案或资质证明。否则，优旅家有权拒绝或终止提供本服务，并依照本协议对违规帐号进行处罚。因此给优旅家或第三方造成损害的，你应当依法予以赔偿。
	你理解并同意：</p>
					<p>（1）你用以参与本服务的优旅家平台帐号由你独立维护、运营并独立承担全部责任。优旅家不会、也不可能参与该帐号的运营等独立活动；</p>
					<p>（2）优旅家自主开发并独立享有本服务技术接口的知识产权等合法权益，你仅在本服务范围内进行使用；</p>
					<p>（3）因你的原因导致的任何纠纷、责任等，以及你或你的帐号违反相关法律法规或本协议约定引发的任何后果，均由你独立承担责任、赔偿损失，与优旅家无关。如侵害到优旅家或他人权益的，你须自行承担全部责任和赔偿一切损失。</p>
				</div>
				<div class="contentMoudle">
					<p>三、【用户个人信息保护】</p>
					<p>3.1 保护用户个人信息是优旅家的一项基本原则，优旅家将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可优旅家不会向第三方公开、透露用户个人信息。优旅家对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</p>
					<p>3.2 你在申请本服务过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新，以便优旅家向你提供及时有效的帮助，或更好地为你提供服务。根据相关法律法规和政策，请你填写真实的身份信息。若你填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。</p>
					<p>3.3 一般情况下，你可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如帐号申诉服务）的考虑，你可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
					<p>3.4 优旅家将运用各种安全技术和程序建立完善的管理制度来保护你的个人信息，以免遭受未经授权的访问、使用或披露。</p>
					<p>3.5 未经你的同意，优旅家不会向优旅家以外的任何公司、组织和个人披露你的个人信息，但法律法规另有规定的除外。</p>
					<p>3.6 优旅家非常重视对未成年人个人信息的保护。若你是18周岁以下的未成年人，在使用优旅家的服务前，应事先取得你家长或法定监护人的书面同意。</p>
					<p>3.7 你应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，你不应以搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由你自行承担。</p>
				</div>
				<div class="contentMoudle">
					<p>四、【用户行为规范】</p>
					<p>4.1 【信息内容规范】</p>
					<p>4.1.1 本协议所述信息内容是指用户使用本服务过程中所制作、复制、发布、传播的任何内容，包括但不限于帐号头像、名称、用户说明等注册信息及 认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用优旅家帐号或优旅家平台服务所产生的内容， 也称“优旅家平台信息内容”。</p>
					<p>4.1.2 你理解并同意，优旅家平台一直致力于为用户提供文明健康、规范有序的网络环境，你不得利用优旅家帐号或优旅家平台服务制作、复制、发布、 传播如下干扰优旅家平台正常运营，以及侵犯其他用户或第三方合法权益的内容：</p>
					<p>4.1.2.1 发布、传送、传播、储存违反国家法律法规禁止的内容：</p>
					<p>（1）违反宪法确定的基本原则的；</p>
					<p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
					<p>（3）损害国家荣誉和利益的；</p>
					<p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
					<p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
					<p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
					<p>（7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
					<p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
					<p>（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</p>
					<p>（10）以非法民间组织名义活动的；</p>
					<p>（11）不符合《即时通信工具公众信息服务发展管理暂行规定》及遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性 等“七条底线”要求的；</p>
					<p>（12）含有法律、行政法规禁止的其他内容的。</p>
					<p>4.1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>
					<P>4.1.2.3 涉及他人隐私、个人信息或资料的内容；</P>
					<P>4.1.2.4 发表、传送、传播骚扰信息、广告信息及垃圾信息或含有任何性或性暗示的内容；</P>
					<P>4.1.2.5 发布、传送、传播谣言、虚假信息或其他含有不实信息的内容；</P>
					<P>4.1.2.6 其他违反法律法规、政策及公序良俗、社会公德或干扰优旅家平台正常运营和侵犯其他用户或第三方合法权益内容的信息。</P>
					<P>4.2 【平台使用规范】</P>
					<P>4.2.1 本条所述平台使用是指用户使用本服务所进行的任何行为，包括但不限于注册登录、申请认证、帐号运营推广以及其他使用优旅家帐号或优旅家平台服务所进行的行为。关于优旅家帐号运营的具体规则，请阅读并遵守《优旅家平台运营规范》。</P>
					<P>4.2.2 你不得利用优旅家帐号或优旅家平台服务进行如下行为：</P>
					<P>4.2.2.1 提交、发布虚假信息；</P>
					<P>4.2.2.2 强制、诱导其他用户关注帐号、点击链接页面或分享信息的；</P>
					<P>4.2.2.3 虚构事实、隐瞒真相以误导、欺骗他人的；</P>
					<p>4.2.2.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
					<p>4.2.2.5 填写和提交帐号注册与认证资料违反本协议规定，或申请优旅家认证资料与注册信息内容不一致，以及运营行为与注册或认证信息所公示身份无关的；</p>
					<p>4.2.2.6 未能按照优旅家平台业务流程注册和使用本服务，违反本服务功能限制或运营策略，或采取任何措施规避前述流程、限制或策略，干扰优旅家平台 正常运营的；</p>
					<p>4.2.2.7 未经优旅家书面许可利用其他优旅家帐号和任何功能，以及第三方运营平台进行推广或互相推广的；</p>
					<p>4.2.2.8 未经优旅家书面许可使用插件、外挂或通过其他第三方工具、运营平台或任何服务接入本服务和相关系统的；</p>
					<p>4.2.2.9 利用优旅家帐号或优旅家平台服务从事包括但不限于欺诈、传销、违法物品营销等任何违法犯罪活动的；</p>
					<p>4.2.2.10 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</p>
					<p>4.2.2.11 仿冒、混淆他人帐号昵称、头像、功能介绍或发布内容等，或冒充、利用他人名义的；</p>
					<p>4.2.2.12 未经优旅家书面许可，自行或授权、允许、协助任何第三人对信息内容进行非法获取，用于包括但不限于宣传、增加阅读量、浏览量等商业用途 的。“非法获取”是指采用包括但不限于“蜘蛛”(spider)程序、爬虫程序、拟人程序等非真实用户或避开、破坏技术措施等非正常浏览的手段、方式，
读取、 复制、转存、获得数据和信息内容的行为；</p>
					<p>4.2.2.13 未经优旅家书面许可，与第三方达成任何形式的协议、承诺或确认，在优旅家平台发布任何对本服务所提供的任何功能进行排他、排斥、排除、妨 碍、阻碍、强制选择等非善意竞争的内容；</p>
					<p>4.2.2.14 任何导致或可能导致优旅家与第三方产生纠纷、争议或诉讼的行为。</p>
					<p>4.2.3 你在使用本服务的过程中，不得从事包括但不限于以下行为，也不得为以下行为提供便利（包括但不限于为用户的行为提供便利等）：</p>
					<p>4.2.3.1删除、隐匿、改变本服务显示或其中包含的任何专利、著作权、商标或其他权利声明；</p>
					<p>4.2.3.2以任何方式干扰或企图干扰优旅家任何产品、任何部分或功能的正常运行，或者制作、发布、传播上述工具、方法等；</p>
					<p>4.2.3.3 除无法绕开的内容显示需要外，未经优旅家书面许可，不得以优旅家名义使用任何优旅家商标标识或其任何变体、缩写、改写等；</p>
					<p>4.2.3.4 避开、尝试避开或声称能够避开任何内容保护机制，或导致用户认为其直接与优旅家及优旅家相关产品进行交互；</p>
					<p>4.2.3.5 除无法绕开的信息内容显示需要外，在未获得优旅家书面许可的情况下，以任何方式使用优旅家URL地址、技术接口等；</p>
					<p>4.2.3.6 在未经过用户同意的情况下，向任何其他用户及他方显示或以其他任何方式提供该用户的任何信息；</p>
					<p>4.2.3.7 在没有获得用户和优旅家明示同意的情况下，擅自以优旅家的名义向用户发布、发送商业广告等信息；</p>
					<p>4.2.3.8 为任何用户自动登录到本服务平台提供代理身份验证凭据；</p>
					<p>4.2.3.9 提供跟踪功能，包括但不限于识别其他用户在个人主页上查看、点击等操作行为；</p>
					<p>4.2.3.10 自动将浏览器窗口定向到其他网页；</p>
					<p>4.2.3.11 未经授权获取对优旅家产品或服务的访问权；</p>
					<p>4.2.3.12 发布的信息内容中含有计算机病毒、木马或者其他恶意程序、链接等任何可能危害优旅家或用户权益和终端信息安全等的内容；</p>
					<p>4.2.3.13 捏造或虚构事实，或未经优旅家书面同意，公开表达或暗示，你与优旅家之间存在合作关系，包括但不限于相互持股、商业往来或合作关系等，或声称优旅家对你的认可；</p>
					<p>4.2.3.14 其他优旅家认为不应该、不适当的行为、内容</p>
					<p>4.3【对自己行为负责】</p>
					<p>你理解并同意，优旅家平台仅为用户提供信息分享、传播及获取的平台，你必须为自己注册帐号下的一切行为负责，包括你所发表的任何内容以及由此产生的任何后果。你应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。优旅家无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
					<p>4.4 你保证：不对平台、技术接口、本服务数据进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）；不对平台、技术接口、本服务数据进行内容、功能、逻辑及界面等任何方面的修改；不得将平台、技术接口、本服务数据或业务用户本协议以外目的。</p>
				</div>
				<div class="contentMoudle">
					<p>五、【帐号管理】</p>
					<p>5.1 优旅家帐号的所有权归优旅家公司所有，用户完成申请注册手续后，获得优旅家帐号的使用权，该使用权仅属于初始申请注册主体。若进行优旅家平台认证时，该优旅家帐号在帐号资质审核阶段提交的用户信息与初始申请注册主体不一致的，帐号资质审核成功之后使用权属于通过资质审核的用户。帐号使用权禁止赠与、借用、租用、转让或售卖。</p>
					<p>5.2 优旅家帐号密码由你自行设定。优旅家特别提醒你应妥善保管你的帐号和密码。优旅家与你共同负有维护帐号安全的责任。优旅家会采取并不断更新技术措施，努力保护你的帐号在服务器端的安全。你需要采取特定措施保护你的帐号安全，包括但不限于妥善保管优旅家帐号与密码、安装防病毒木马软件、定期更改密码等措施。当你使用完毕后，应安全退出。你同意在任何情况下不向他人透露帐号或密码信息。因你保管不善可能导致帐号被他人使用（包括但不限于遭受盗号、密码失窃）或信息数据泄漏，责任由你自行承担。你理解并同意，在你未进行投诉或提出帐号申诉等方式明确告知腾讯帐号被他人使用或信息数据泄漏等情况并提供相关证明材料前，优旅家有理由相信该帐号行为是你使用帐号的行为。</p>
					<p>5.3 在你怀疑他人在使用你的帐号或密码时，你同意立即通知优旅家公司。如果你当前使用的优旅家帐号并不是你初始申请注册的或者通过优旅家提供的其他途径获得的，但你却知悉该帐号当前的密码，你不得用该帐号登录或进行任何操作，并请你在第一时间通知优旅家或者该帐号的初始申请注册主体。如果优旅家发现你并非该帐号初始申请注册主体，优旅家有权在未经通知的情况下终止你使用该帐号。</p>
					<p>5.4 你理解并同意，为保护你及其他用户的数据安全，防止用户信息泄露、毁损、篡改或者丢失，优旅家有权对你接入的信息系统实行接入审查，包括但不限于技术水平审查、安全水平审查、主体资质审查等，并根据审查结果向你提出防入侵、防病毒等措施建议。若你的信息系统仍无法符合保护用户数据安全的要求，优旅家有权拒绝或终止提供本服务。</p>
					<p>5.5 如你违反相关法律法规、本协议以及专项规则的规定，优旅家有权进行独立判断并随时限制、冻结或终止你对优旅家帐号的使用，且根据实际情况决定是否恢复使用。由此给你带来的损失（包括但不限于通信中断，用户资料及相关数据清空等），由你自行承担。</p>
					<p>5.6 如果你的优旅家帐号被盗、密码遗忘或因其他原因导致无法正常登录，你可以按照优旅家的申诉途径进行申诉。优旅家并不承诺你一定能通过申诉找回帐号。</p>
					<p>5.7 为了充分利用帐号资源，如果你存在长期未完成注册、注册优旅家帐号后未及时进行初次登录使用，或长期未登陆使用优旅家等情形，优旅家有权终止该帐号的使用。</p>
				</div>
				<div class="contentMoudle">
					<p>六、【收费服务】</p>
					<p>6.1 优旅家可能根据实际需要对收费服务的收费标准、方式进行修改和变更，优旅家也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，优旅家将在相应服务页面进行通知或公告。如果你不同意上述修改、变更或付费内容，则应停止使用该服务。</p>
					<p>6.2 如你使用收费服务时，需要使用财付通支付科技有限公司提供的支付服务的，应当遵守该等服务的相关协议和规则。</p>
				</div>
				<div class="contentMoudle">
					<p>甲方：湖南犇车网络科技有限公司</p> <br/><br/>
					<p>乙方：</p> <br/><br/>
					<p>为促进共同发展，甲乙二方本着自愿、平等、互利原则，经充分协商，就合作进行商品展示、商品销售、市场活动、客户服务等事宜达成如下协议，以便共同遵守。</p>
					<p>第一条 定义</p>
					<p>1.网络平台、网络展示平台、网站：指www.ulvjia.com（优旅家平台），包括但不限于首页页面及二级页面等。</p>
					<p>2.商品：乙方在甲方网站展示的与旅游相关的商品或服务。</p>
					<p>3.用户：通过甲方网络平台的展示而购买乙方商品的消费者或使用乙方提供的产品信息。</p>
					<p>4.交易、销售：用户通过甲方网络平台预订、购买乙方商品，乙方为用户提供服务。</p>
					<p>5.下架：乙方商品从甲方网络平台移除，甲方网络平台不再显示乙方商品。</p>
					<p>6.平台服务费： 是指甲方为乙方提供网络交易平台的服务而收取的费用。</p>
					<p>7.收款金额：是指甲方应向用户代收取的所有商品订单的应收款总额。</p>
					<p>第二条 合作内容</p>
					<p>本协议所称合作，是指甲方向乙方提供网络平台并根据本协议的约定收取相应的平台服务费，乙方在甲方提供的网络平台上进行商品展示。</p>
					<p>第三条 乙方展示商品内容</p>
					<p>1.甲方提供的平台展示的商品品类为：周边自驾游线路</p>
					<p>商品内容具体以双方实际上线商品内容为准；如协议生效后有变更商品内容、商品品类或目的地的，甲方平台系统审核通过后即生效，变更后的内容仍适用本协议。</p>
					<p>1.2 平台服务费收取的品类或比例如有调整，甲方提前以书面形式（包括但不限于电子邮件或传真或甲方平台系统通知的形式）通知乙方，乙方如对通知内容有异议，应书面告知甲方并停止使用所有服务，本协议终止。如乙方未书面告知甲方或继续使用服务的，视为乙方同意甲方书面通知中对商品品类或服务费比例的调整，双方以调整后的品类或比例进行结算。2.乙方在甲方提供平台展示商品的同时需提供商品相关信息、图片资料、文字说明等（统称“商品信息”）。乙方保证提供的商品信息均合法且不存在任何侵犯他人权利的内容，且乙方同意甲方为宣传推广双方间的合作之目的使用乙方提供的商品信息，并授权甲方为推广其商品的目的使用、修改、复制和传播上述商品信息。</p>
					<p>第四条 甲方的权利和义务</p>
					<p>1.甲方仅为乙方商品提供网络展示平台，并提供相应的技术支持，因展示商品的交易引起的一切问题均由乙方自行解决及承担，与甲方无关。</p>
					<p>2.甲方有权随时变更、升级网络平台相关服务及其功能，有权定期或不定期对网络展示平台进行系统维护，有权在网络展示平台中开发新的模块、功能和软件，除非甲方另有说明，否则变更后的服务等仍适用本协议。在进行上述行为前，甲方应提前通知。</p>
					<p>3.甲方有权对乙方发布的信息和交易行为进行查阅，对发现违法违规内容有权不经通知立即删除，并将乙方的违法违规行为在网络展示平台上公布；对发现的其他问题或疑问有权向乙方发出询问及要求改正的通知，乙方应在接到通知后立即做出说明或改正。对于乙方的上述违约行为，甲方有权追究其违约、侵权责任并/或解除本协议。</p>
					<p>4.用户通过甲方网络平台对乙方商品的投诉或退换要求，甲方通知乙方，由乙方处理。如乙方未及时处理而引起的一切责任由乙方承担，如因此给甲方造成损失的，由乙方负责赔偿。</p>
					<p>5.甲方仅对因甲方网络系统所引起的乙方与用户产生的纠纷负责协调，甲方无义务参与或解决乙方与其用户之间因网上交易而产生的除此原因外的其他纠纷，乙方与丙方之间因付款产生的纠纷，甲方不参与解决。</p>
					<p>6.若有用户向甲方投诉乙方，包括但不限于下列情形：销售侵权、假冒伪劣或有其他问题的商品；销售方式、宣传图片或商品信息等侵权或违法；销售国家禁止流通、限制流通商品；提供非法服务；其他甲方认为不宜继续销售的情形，甲方可按下述方式处理：对该商品进行即时下架处理,并通知乙方提供相关授权经营证明文件，乙方应在2日内提交。若乙方不能提供或经查投诉属实的，甲方有权采取下列一项或多项措施： 1）解除本协议； 2）要求乙方赔偿由此带来的一切损失。</p>
					<p>7.甲方应做好网络平台的日常维护工作，保证网络平台系统的畅通。</p>
					<p>第五条 乙方的权利和义务</p>
					<p>1.乙方应为具有签署本协议资格的公司、分公司，在签订本协议时应向甲方提交符合国家工商部门及旅游主管单位要求的合法有效资质，包括但不限于以下与其展示商品相关的证明文件的复印件，并在复印件上加盖乙方公章：（1）企业法人营业执照副本或商业注册登记证书（境外公司）、有限公司变更登记表（台湾地区）；（2）税务登记证（国、地）副本（如三证合一，无须提供此项）；（3）组织机构代码证（如三证合一，无须提供此项）；（4）银行开户许可证；（5）旅行社业务经营许可证;（6）其它证明文件。</p>
					<p>2.乙方保证向甲方提供的所有商品信息和其发布于甲方网络展示平台上的所有信息真实、准确、合法，符合公序良俗。</p>
					<p>3.乙方保证在通过甲方网络平台进行交易的过程中遵守诚实信用原则，保证乙方提供的商品和服务与其网站展示的商品信息相符，不在交易过程中采取虚假宣传等不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。乙方不得通过任何方式要求或诱导用户在甲方网络外的第三方平台交易或与用户直接交易，否则乙方构成违约。因前述问题造成的一切法律后果由乙方自行承担，给甲方造成损失的，由乙方承担全部赔偿责任。</p>
					<p>4.乙方保证其已通过或取得所销售商品需要的各项国家审批或许可，对其所售商品享有合法的所有权，且商品销售和服务的履行不会侵犯任何第三方的权利，因违反上述条款引起的一切后果由乙方承担，甲不承担任何责任，因此给甲、丙方造成损失的，乙方应予以赔偿。甲方仅负责对乙方的资质进行形式审核，如因乙方所销售商品所需资质不具备或不符合法律法规要求而引起的一切问题由乙方自行承担，因此给甲方造成损失的，乙方应予以赔偿。</p>
					<p>5.乙方保证乙方提供的商品及服务质量符合国家标准、行业标准，无国家标准、行业标准的，符合地方标准、经备案的企业标准。乙方应对其提供的商品及服务的质量负完全责任，由于商品及服务质量问题造成第三方人身损害或财产损失的，乙方应承担由此造成的一切后果。</p>
					<p>6.乙方售卖的商品中如包含行程类（包括但不限于半日游、一日游、多日游等）商品、高危项目（包括但不限于潜水、滑雪（自由式滑雪、高山滑雪、单板滑雪）、攀岩、游泳、跳伞、直升机、热气球等）商品或用车类旅游商品（接送机、租车、包拼车等）中任何一项的，乙方有义务为用户另行购买旅游保险。如用户在上述旅行活动过程中有发生意外事故，所产生的一切责任及损失将由乙方承担。</p>
					<p>7.乙方在接到甲方通知的用户投诉和退订要求后，保证按照国家相关规定、自身售后服务承诺及与甲方的约定，向用户提供售后服务，同时保证按照本协议中要求履行其他保障消费者权益的义务。因售后服务引起的所有问题与甲方无关，由乙方承担。</p>
					<p>8.乙方保证不将甲方所有的任何数据用于本协议约定以外的用途，包括但不限于未经甲方书面许可，以复制、传播等方式使用在交易平台上的任何资料。</p>
					<p>9.非甲方原因造成的系统自动退款等损失，乙方承诺均自行承担。</p>
					<p>10.乙方同意对其未及时通知或未及时更新信息承担全部责任，如因此给甲方（包括其合作伙伴、代理人、职员等）造成损失的，乙方应承担全部赔偿责任。</p>
					<p>11.乙方应保证其向甲方提交的或在甲方平台自行上传的商品介绍资料（包括但不限于图片文字等）的合法性，且不侵犯任何第三方的合法权益，若因乙方资料不合法或侵犯第三方合法权益等原因导致甲方被第三方投诉、起诉的，甲方有权选择与第三方和解、调解或诉讼，由此支出的一切费用均由乙方承担。</p>
					<p>12.乙方可通过甲方平台发布旅游攻略和玩法线路，乙方需保证前述内容符合有关法律规定不侵犯任何第三方合法权益，上述内容的著作权归甲方所有（包括但不限于：署名权、复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等），且乙方不得将上述内容发布在除优旅家网站或APP外的任何平台、媒体或其他渠道。甲方有权对上述内容进行编辑，编辑后的作品著作权归属甲方所有。</p>
					<p>13.乙方在此授予甲方免费的许可使用权利( 甲方有权对该权利进行转授权) ，使甲方有权(全部或部分地)使用、复制、修订、改写、发布、翻译、分发、执行和展示乙方公示于网站的各类信息，或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。</p>
					<p>14.乙方在用户付款成功后，不得无故变更商品内容及销售价格。因前述问题与用户产生的纠纷，乙方应承担全部赔偿责任。</p>
					<p>15.乙方保证维护甲方的良好声誉和企业形象，不得做任何有损于包括但不限于甲方“品牌形象”和声誉的言论及行动，如甲方发现乙方有故意诋毁或损害甲方声誉的言论或行为的，甲方有权立即终止本协议，并追究乙方法律责任。</p>
					<p>16.未经甲方事先书面授权，乙方不得以任何目的，任何形式使用甲方商标、标志及企业字号，否则，乙方承担由此产生的全部法律责任。</p>
					<p>17.无论本协议因何种原因终止，乙方仍需继续执行售后服务并对已售出商品及服务承担一切责任。</p>
					<p>18.乙方承诺未隐瞒任何其他信息以致足以影响甲方签订及履行本协议。</p>
					<p>19.为保证乙方服务质量，甲方在其网络平台为乙方引进客服电话，客服电话暂不收费。如客服电话开始收取使用费，甲方将按相关标准另行书面通知（包括但不限于邮件、传真、甲方平台系统通知等形式）乙方进行收取，收费标准及时间以通知所载内容为准。乙方如对通知内容有异议，应书面告知甲方并停止使用所有服务，本协议终止。如乙方未书面告知甲方或继续使用服务的，视为乙方同意甲方书面通知中的内容。</p>
					<p>20.甲方有权按照本协议的约定向乙方收取相应比例的平台服务费。此费用由丙方从收款金额中直接扣除并支付至甲方。乙方应于收到结算款项后30个自然日之内向甲方申请开具平台服务费发票。</p>
					<p>21.甲方游客在参加乙方的所有跟团行程活动中，乙方必须与游客签署当地旅游主管部门认证的合同书或协议，在乙方服务人员在完成游览接待的过程中，不得以任何方式强迫甲方游客购买自费项目，并且在完成游览后，乙方应请游客填写“服务意见单”，“服务意见单”是认定投诉责任的重要依据。如乙方服务人员未请游客填写“服务意见单”的情况下发生投诉，则以游客投诉内容作为认定责任的依据。</p>
					<p>22.游客在参团或接受服务的过程中，由于乙方没有达到当地旅游相关法令致使乙方被相关部门处罚或甲方因此被中国相关主管部门处罚的，所产生的罚款由乙方承担。</p>
					<p>23.乙方同意遵守并执行甲方发布的关于优旅家商家的管理规定（包括但不限于以系统通知或电子邮件形式发出的通知等），如甲方发现乙方违反或未按照前述管理规定执行，甲方有权按照前述管理规定对乙方进行相关处理。</p>
					<p>第六条 结算方式及时间</p>
					<p>1.结算条款：</p>
					<p>1.1本协议生效后，甲方将与乙方进行对账结算，对账时间根据不同商品的品类确认：</p>
					<p>本条款所述最终确认信息指WiFi、电话卡、门票等实物商品已快递至用户、其他服务类商品服务已确保可以提供等确认订单最终状态的信息。</p>
					<p>1.2乙方应对其账号及对账系统中的行为承担责任，乙方应保证“订单最终确认信息”“已出签”等信息的真实性，否则因此产生的投诉纠纷均由乙方承担责任。为甲方及丙方带来损失的，乙方应赔偿甲丙方的损失。</p>
					<p>1.3甲方收到上述对账申请后3-5个工作日进行对账审核，审核通过后丙方将扣除平台服务费后的收款金额支付至乙方指定银行账户。如双方对对账数据产生异议时，甲方有权顺延付款时间直至双方对对账数据达成一致。乙方在对账系统一旦发起对账，甲方审核通过后，则对账单不可撤销。</p>
					<p>1.4平台服务费及收款金额结算的时间及方式如有变更的，甲方提前以书面形式（包括但不限于电子邮件或传真或甲方管理系统通知的形式）通知乙方。乙方如对通知内容有异议，应书面告知甲方并停止使用本协议项下所有服务，本协议终止。如乙方未书面告知甲方或继续使用本协议项下服务的，视为乙方同意甲方书面通知中对结算时间及结算方式的调整，双方以调整后的时间及方式结算。</p>
					<p>1.5用户在甲方平台购买商品要求开具发票，发票由乙方提供，乙方为用户提供的发票金额应为用户实际支付的现金金额。订单金额大于用户实际支付现金金额之间的差额，甲方可按月或是季度索取该差额对应的增值税专用发票，发票应由乙方开具给甲方。若乙方未按约定开具发票给甲方，甲方有权暂停乙方结算。用户通过甲方网站订购的商品及相关服务由乙方提供，由此产生的所有责任及义务由乙方承担；乙方在商品及服务提供过程中与用户之间产生的纠纷，丙方无义务参与解决。</p>
					<p>1.6用户如有退款要求，乙方应在系统后台确认退款。如甲乙双方尚未就此退款部分的收款金额完成结算，将由甲方将此笔款项退还用户，甲方在该期结算会将此笔退款扣除。如用户要求退款时乙丙双方款项已结算完成，则由乙方自行退还用户；若乙方请求丙方退款，甲方退款后有权在下期应向乙方支付的金额中抵扣相应的退款金额，如应付款金额不足以抵扣的，乙方应在收到甲方通知后3日内将不足部分支付至甲方。若延迟支付的，按未付金额每日千分之三比例支付甲方违约金。</p>
					<p>1.7 若用户发起投诉，经甲方判定该责任由乙方承担，且该笔赔付款项已由甲方先行赔付的，甲方有权在结算应向乙方支付的金额中时扣除该笔赔付款。若乙方款项不足以抵扣的，乙方应在收到丙方通知后3日内将不足部分支付至甲方。若延迟支付的，按未付金额每日千分之三比例支付甲方违约金。</p>
					<p>1.8如付款日遇节假日自动顺延。</p>
					<p>2.账号信息</p>
					<p>甲乙双方依据本协议而产生的所有款项往来，均须汇入乙方指定账户内，乙方确认账户信息如下：</p><br/><br/>
					<p>2.1 乙方账户信息：</p>
					<p>开户名称：</p>
					<p>账号：</p>
					<p>支行名称：</p>
					<p>结算币种：</p>
					<p>2.2 乙方账户信息具体以在甲方平台系统填写的为准；如协议生效后乙方提交账户信息变更的，甲方平台系统审核通过后即生效。如因乙方账户信息变更而可能导致的风险，由乙方承担。</p><br/><br/>
					<p>第七条 违约责任</p>
					<P>1.若乙方违反本协议规定或国家相关法律法规规定，进行虚假宣传、价格欺诈、侵犯第三者合法权益等不正当经营行为的，甲方有权要求乙方支付壹拾万元人民币的违约金，同时甲方有权与乙方终止合作。违约金不足以弥补甲方损失的，由乙方继续赔偿（包括但不限于甲方对客户的赔偿、补偿、行政部门的处罚、律师费、诉讼费、鉴定费、差旅费等）。</P>
					<P>2.若因乙方商品问题或售后服务问题等原因导致甲方被用户投诉、起诉的，甲方有权选择与用户和解、调解或诉讼，由此支出的一切费用均由乙方承担（包括但不限于律师费、诉讼费、和解或调解支付给用户的赔偿或补偿、法院判令支付的违约金、赔偿金、行政机关处罚等），同时乙方应向甲方支付壹拾万元商誉赔偿金。</P>
					<P>3.除本协议另有约定外，乙方违反本协议约定向甲方支付的任何违约金、赔偿金及其它所有费用，甲方及丙方有权在当期结算款项中直接扣除，不足部分应在该事件发生后5 日内支付至甲方。</P>
					<P>4.丙方如未按本协议约定向乙方支付款项，乙方有权单方终止本协议。</P>
					<P>5.如乙方与用户发生纠纷的，乙方有义务对纠纷进行妥善处理。如乙方与用户未能对纠纷达成一致，甲方有权要求乙方按照甲方的赔付标准向用户进行退款或支付相应的违约金。如上述违约金无法弥补给用户造成的损失或用户不同意此解决方案的，乙方仍需对用户进行赔偿直至双方达成一致。违约金可由丙方在应向乙方支付的结算款中直接抵扣，如结算款数额不足以抵扣的应由乙方于违约行为发生后1个工作日内将违约金及赔偿金支付至丙方。甲方赔付标准如有调整的，以甲方另行书面通知（包括但不限于电子邮件或传真或甲方管理系统通知的形式）为准。乙方确认赔付标准的调整自甲方发出通知之日起即生效。</P>
					<P>第八条 责任免除</P>
					<P>1.甲方在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途之类的保证、声明或承诺。甲方对服务所涉的技术和信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性均不作承诺和保证。甲方无义务对使用交易平台所产生的任何直接、间接或偶然性的损失或破坏承担任何责任，无论该损失或破坏是否源于疏忽、违约、诽谤、侵权甚至电脑病毒等。</P>
					<P>2.不论在何种情况下，甲方均不对由于电力、网络、电脑、通讯或其他系统的故障、罢工（含内部罢工或劳工骚乱）、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力事件，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</P>
					<P>3.使用交易平台服务下载或者获取任何资料的行为均出于乙方的独立判断，并由其自行承担因此产生的风险和责任。</P>
					<P>第九条 协议的解除与终止</P>
					<p>1.任何一方严重违反本协议约定，且经合同相对方书面通知后仍不予纠正时，合同相对方有权随时解除本协议。</p><br/><br/>
					<p>2.本协议有效期自乙方入驻成功并完成认证之日起止。</p><br/><br/>
					<p>3.本协议期内，乙方无违约或违反甲方平台管理规则的，甲方需提前终止本协议的，应提前15日通知（包括但不限于甲方平台系统通知或电子邮件等形式）乙方，本协议自甲方通知发出之日起第15日终止；如乙方存在违约或违反甲方平台管理规则的，甲方有权随时终止本协议，本协议自甲方通知发出之日起即生效；乙方需提前终止本协议的，应提前15日书面通知甲方，本协议自乙方通知发出之日起第15日终止。</p>
					<p>4.本协议提前终止或合作期限届满终止之日起且所有订单已提供服务、出行完成的90日后，乙方方可申请剩余款项的结算。</p>
					<p>第十条 保密条款</p>
					<p>1. 甲乙双方对于因签订和履行本协议所知悉的对方商业秘密、技术秘密承担保密义务，未经对方书面同意，不得向任何合同以外的第三方透露。甲、乙任何一方均应保证其工作人员履行上述保密义务并对此承担连带责任。</p>
					<p>2. 甲方应保守乙方和本协议内容所及的所有商业和信息秘密，包括但不限于：乙方的客户信息、业务量、市场计划，本协议的内容，以及其他在本协议项下相关信息，甲方代表人的人士不得向任何第三方泄露本款项下的保密信息。</p>
					<p>3. 一方违反保密义务的，应赔偿对方因此遭受的全部直接和间接损失，且守约方有权据此提前解除本协议及本协议项下所属订单。</p>
					<p>第十一条 禁止商业贿赂条款</p>
					<p>1.甲乙双方方对于因签订和履行本协议所知悉的对方商业秘密、技术秘密承担保密义务，未经对方书面同意，不得向任何合同以外的第三方透露。甲、乙任何一方均应保证其工作人员履行上述保密义务并对此承担连带责任。</p>
					<p>2.甲方应保守乙方和本协议内容所及的所有商业和信息秘密，包括但不限于：乙方的客户信息、业务量、市场计划，本协议的内容，以及其他在本协议项下相关信息，甲方代表人的人士不得向任何第三方泄露本款项下的保密信息。</p>
					<p>3.一方违反保密义务的，应赔偿对方因此遭受的全部直接和间接损失，且守约方有权据此提前解除本协议及本协议项下所属订单。</p>
					<p>4.一方保证不向另两方及与本合作有关的任何第三方的雇员或管理、工作人员（包括政府机 构职员，以下同。）直接或间接，在账外暗中支付任何合作费、报酬或给予回扣，或者提供任何礼品或款待，亦不向另两方及与本合作有关的任何第三方雇员或管理、工作人员就上述事项达成任何安排。</p>
					<p>5.若一方违反了本条规定，则视为严重违约。违约方应向守约方支付上述全部佣金、报酬、回扣款项或违反本条规定的礼品或招待费用款项（以下统称“回扣”）作为惩罚性违约金，且守约方有权以书面形式通知违约方单方终止本合同，同时保留依法采取进一步法律措施的权利，违约方应承担由此给守约方带来的一切损失。</p>
					<p>第十二条 争议解决</p>
					<p>1. 执行本协议所发生或与本协议有关的一切争议，双方应通过友好协商解决。</p>
					<p>2. 如双方通过协商不能达成一致，则应提交合同签订地人民法院予以裁决。</p>
					<p>第十三条 其他</p>
					<p>1.本合同自甲乙双方盖章后于合同签订之日起生效。</p>
					<p>2.协议执行中，对其条款的任何变更、修改和增减，均须经三方协商同意并签署书面文件，作为协议组成部分，并与协议具有同等效力。</p>
					<p>3.本协议签订后，无论协议是否解除或者终止，双方均永久承诺:不得在未经对方同意的前提下将对方正在使用或者正在申请注册的商标或者公司字号在任何类别申请注册商标，也不得在任何区域将对方正在使用或者正在申请注册的商标或者公司字号作为公司字号。</p>
					<p>4.本协议一式两份，甲乙双方各执壹份，具有相同法律效力。本协议的所有协议附件与本协议具有同等法律效力。合同期内，可以电子邮件的方式确认重要工作相关信息，甲乙双方均对通过以上方式表达的内容的真实性及有效性负责。</p>
					<p>5.如乙方为中国境外注册的公司，双方确认本协议的扫描件与原件具有同等法律效力。</p>
					<p>第十四条 甲乙丙三方约定的其它内容</p>
					<p>甲乙丙三方可通过签订补充协议形式对本合同中的内容进行补充。</p>
					<p>（以下无正文）</p>
				</div>
			</div>
		</happy-scroll>
	</div>
</template>

<script>
	import { mapGetters , mapActions } from 'vuex';
	
	export default {
		data() {
			return {
			}
		},
		computed: {
			...mapGetters([
				'c_loadingVal',
				'c_backTopVal'
				])
		},
		mounted() {
			if(this.c_loadingVal) {
				this.c_loadingVal.close()
			}
		}
	}
</script>

<style scoped>
	.utravelServiceProtocol {
		width: 100%;
		height: 100%;
		background: #fff;
		padding: 20px 0;
		overflow: hidden;
	}
	.protocolContent {
		padding: 60px 50px;
		width: 100%;
		height: 100%;
	}
	.protocolContent>h3 {
		font-size: 18px;
		color: #000000;
		text-align: center;
		margin-bottom: 30px;
	}
	.contentMoudle {
		font-size: 14px;
		color: #000000;
		line-height: 22px;
	}
	.contentMoudle:not(:last-child) {
		margin-bottom: 30px;
	}
</style>